INSERT INTO auto_post (text, name, created, price, status, car_id, auto_user_id) VALUES
                                          ('Продаю Мазду 6 в хорошем состоянии, таких целых осталось очень мало.
                                          Резина зима на R17, Сигнализация с автозапуском, газовое оборудование.
                                          Приезжайте, смотрите. ', 'Срочно продаю', current_timestamp, 100, false, 1, 1),

                                          ('В продаже Kia Ceed! Состояние нового автомобиля! НЕ БИТ,
                                          НЕ КРАШЕН 100%! ', 'Продается атомобиль', current_timestamp, 200, false, 2, 2),

                                          ('«ТрансТехСервис» – региональный дилер №1 в России.
                                          4 000 проверенных авто с пробегом в наличии! ', 'Продам', current_timestamp, 300, false, 3, 3),


                                          ('Один из самых ликвидный представителей в своём классе! Автомобиль
                                          в хорошем состоянии. По технической части без нареканий.',
                                          'Продам авто', current_timestamp, 400, false, 4, 1),


                                          ('Победитель Национальной премии "АВТОДИЛЕР ГОДА, 2021" в области организации продаж автомобилей
                                          с пробегом.', 'Новое авто', current_timestamp, 500, false, 3, 2);